export const perfectiveGerund = [
    ["вшись", "вши", "в"],
    ["ывшись", "ившись", "ывши", "ивши", "ив", "ыв"],
    [6, 5, 4, 3, 2, 1]
];

export const adjective = [
    ['его', 'ого', 'ему', 'ому', 'ими', 'ыми', 'ее', 'ие', 'ые', 'ое', 'ей', 'ий', 'ый', 'ой', 'ем', 'им', 'ым', 'ом', 'их', 'ых', 'ую', 'юю', 'ая', 'яя', 'ою', 'ею'],
    [3, 2]
];

export const participle = [
    ['ем', 'нн', 'вш', 'ющ', 'щ'],
    ['ивш', 'ывш', 'ующ'],
    [3, 2, 1]
];

export const reflexive = [
    ['ся', 'сь'],
    [2]
];

export const verb = [
    ['ете', 'йте', 'ешь', 'нно', 'ла', 'на', 'ли', 'ем', 'ло', 'но', 'ет', 'ют', 'ны', 'ть', 'н', 'й', 'л'],
    ['ейте', 'уйте', 'ует', 'уют', 'ило', 'ыло', 'ено', 'ила', 'ыла', 'ена', 'ите', 'или', 'ены', 'ить', 'ыть', 'ишь', 'ыли', 'ей', 'уй', 'ил', 'ыл', 'им', 'ым', 'ен', 'ят', 'ит', 'ыт', 'ую', 'ю'],
    [4, 3, 2, 1]
];

export const noun = [
    ['иями', 'ями', 'ами', 'ией', 'иях', 'иям', 'ием', 'ев', 'ов', 'ие', 'ье', 'еи', 'ии', 'ей', 'ой', 'ий', 'ям', 'ем', 'ам', 'ом', 'ах', 'ях', 'ию', 'ью', 'ю', 'ия', 'ья', 'ю', 'и', 'о', 'у', 'ы', 'ь', 'й', 'е', 'а', 'я'],
    [4, 3, 2, 1]
];

export const superlative = [
    ['ейше', 'ейш'],
    [4, 3]
];

export const derivational = [
    ['ость', 'ост'],
    [4, 3]
];