const stopWords = [
    'дела', 'мног', 'может', 'быт', 'бол', 'сам', 'долж', 'друг', 'наш', 'вне', 'конец',
    'сказа', 'такж', 'видел', 'мо', 'никогд', 'сейчас', 'из', 'на', 'тольк', 'или', 'немн', 'все', 'еще', 'так', 'зат',
    'тот', 'их', 'там', 'этот', 'они', 'те', 'посл', 'как', 'во', 'он', 'имеет', 'её',
    'зде', 'его', 'если', 'оно', 'за', 'подойд', 'мог', 'кажд', 'для', 'откуд', 'имет', 'имел',
    'пот', 'был', 'до', 'явля', 'межд', 'но', 'от', 'иди', 'через', 'тож', 'под', 'над', 'очен',
    'пут', 'мы', 'хорош', 'что', 'где', 'котор', 'пок', 'кто', 'кем', 'хотел', 'ты', 'тво',
    'ве', 'видет', 'вопрос', 'данн', 'кардинальн', 'да', 'однак', 'же', 'называ', 'непривычн',
    'нескольк', 'полност', 'когд', 'тем', 'лиш', 'едва', 'не', 'это', 'он', 'она', 'оно', 'они', 'нег', 'их',
    'а', 'б', 'в', 'г', 'д', 'е', 'ж', 'з', 'и', 'й', 'к', 'л', 'м', 'н', 'о', 'п', 'р', 'с', 'т', 'у', 'ф', 'х', 'ц', 'ч', 'ш', 'щ', 'ъ', 'ы', 'ь', 'э', 'ю', 'я',
    'a', 'b', 'c', 'd', 'e', 'f', 'g', 'h', 'i', 'j', 'k', 'l', 'm', 'n', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v', 'w', 'x', 'y', 'z',
    '0', '1', '2', '3', '4', '5', '6', '7', '8', '9'
];

export default stopWords;